______ is my way of giving back to the community.
A Hollywood remake of 2 Girls 1 Cup should star ______ as the cup.
And for my final wish, Genie, I want you to make me the master of ______.
As a huge fan of 50 Shades of Grey, I'm a bit disappointed with the film's casting. I've always pictured ______ as Grey.
Colleges should really start offering classes in ______.
Dear Allah, if I promise to stop ______, will you let me into Heaven and give me 72 virgins?
Don't get me wrong. I think what Hitler did and stood for is horrible, but you have to admit he was was spot on about ______.
Google recently changed its corporate slogan from "Don't be Evil" to ______.
Growing up I didn't have many friends. Kids always teased me about my fascination with ______.
Hallelujah it's raining ______.
I didn't want to tell it to her face, but her baby reminds me of ______.
I expected it would suck but the opposite happened. "______: The Movie" is now officially my favorite movie ever.
I gave my girlfriend ______ last Valentine's Day. Now I cry myself to sleep every night, all alone in my cold hard bed.
I hate it when I take a girl home and find out she has ______ where should be a vagina.
I knew it meant trouble when I heard a voice scream "______!" mid-flight. And unfortunately I was right.
I really miss the good old days when men were men and ______ could not vote.
I would move heaven and earth, I would split the ocean, even ______ would not be able to stop me from being with you, my love.
I'd rather stick my dick in ______ then ______.
In a riveting speech, Gandhi convinced his followers of the virtues of ______.
In the next Marvel movie we will witness ______ take on ______ for world domination.
Instead of waterboarding, Guantanamo Bay prisoners now have to endure ______, sometimes for hours on end.
Remember every time you think of ______, The Lord kills ______.
Sir, for the last time. We simply do not allow ______ in here. You will have to find another establishment.
So happy the doctor was able to get ______ out. Next time I'll be more careful with what I put up my butt, lol! #neveragain.
So you're telling me we can land a man on the moon but ______ is out of the question?
Suzy if you don't eat your food and keep misbehaving ______ will come and get you.
The only thing worse than ______ is ______.
There is abundant scientific evidence that for some people vaccination might lead to ______ later in life.
Tonight on the "No Spin Zone!" Bill O'Riley will be debating ______ on the topic of ______.
What's holding you back from achieving your dreams?
When she was little my sister could not pronounce my name correctly so she called me ______ instead. It has stuck ever since.
You get ______! You get ______! You get ______! You get ______! You get ______! You get ______! You get ______! You get ______! You get ______! Everybody gets ______!!!