A new book by author and historian Edward Baptist cites ______ as a major contribution to the wealth of The United States.
After receiving the news about his hospitalization, the Obamas sent ______ to George H.W. Bush.
After this most recent incident involving ______, the NFL has instituted a new conduct policy for all players.
An officer from the Ferguson Police Department was placed on unpaid leave after reportedly ______.
At the top of the list for most downloaded iPhone apps is one for ______.
Attorney General Erick Holder is expected to announce his resignation today after a scandal involving both ______, and ______.
Caught on Camera: Sarah Palin experiments with ______.
Damn it feels goo to be ______.
Due to a legally binding Non-Disclosure Agreement, I can no longer comment on, or have any participation with, ______.
During a discussion about education policy, Senator Davis accused Senator Abbott of ______.
Former President George W. Bush likes to relax by the poolside with ______ in his hand.
I almost got arrested for trying to bribe a police officer because I offered him ______, and he was tempted to accept it.
I feel kind of dirty about it, but last night while I was masturbating, I accidentally ejaculated on ______.
I have all of the official expansions for this game, so I ended up buying this half-assed set from ______ just to liven things up a bit.
I'm embarrassed to admit it, but I know more about J.R.R. Tolkien's Middle Earth than I do about ______.
I'm going down I history as the first doctor to successfully transplant ______ to ______.
It feels good to finally make peace with my sister. I never thought she'd forgive me for ______.
Last night while I was masturbating, I started to think about ______, right as I was about to hit my climax.
Loud, anarchic, quirky: “My love affair with ______.”
My new podcast will be aptly named: “This Week in ______.”
My weirdest sexual fantasy involves a combination of ______ and ______.
New Jersey Governor Chris Christie, and New York Governor Andrew Cuomo, joined hands to veto legislation that would regulate ______.
New York Rep. Michael Grimm pleads guilty to ______.
On their own neither does anything for me; but when I think about ______, and ______ together...WOW, my pussy gets really wet!
Pope Francis wants to bring ______ to Christians and other ethnic and religious groups around the world.
The voes are in, and the new Lays Potato Chip flavor is ______.
There is no forgiveness for ______.
When Obama goes on vacation, he relaxes by ______.