“Baby, what's wrong?”
“Daddy? What are you doing?”
“Whatever Peeta. You'll never understand my struggle with ______.”
50 Shades of ______.
All I want for Pi day is ______ and 3.14 actual pies.
Are you there, God? It's me, ______.
At the next Republican National Convention, Clint Eastwood will use a chair for ______.
Claudette Colvin is most famous for doing what Rosa Parks did 9 months earlier but she's second most famous for ______.
Derek Jetter will retire at the end of next season to spend more time ______.
Detective Stabler's latest rage blackout was brought on by ______.
Do you have something you'd like to share with the class?
Draw me, Jack. Draw me like ______.
Hey, Susie. I know your job is ______ but can you just grab me ______? Thanks.
How do I celebrate beating all my male co-workers in the office March Madness pool?
I couldn't help but wonder: was it Mr. Big, or was it ______?
I find that ______ helps me locate my IUD string.
I know it looks like that guy on the subway is masturbating, but really he's ______.
I thought I'd win her heart by ______, but sadly McKayla was not impressed.
I'm not a smoker at all, just sometimes I need a cigarette to deal with ______.
I'm so excited! I'm so excited! I'm so… so… ______.
I'm not even thinking about having a baby because I'm extremely busy ______.
If you don't mind my asking, how do lesbians have sex?
In "A Time to Kill,” Matthew McConaughey hated racism more than ______.
In her next romcom, Katherine Heigl plays a woman who falls in love with her boss's ______
Instead of a diamond ring, I want my partner to spend two months' salary on ______.
It's not cheating if I'm ______.
It's not length it's ______.
It's poker night with Beyoncé. You pull ______ out of your bra and slam it on the table.
It's not that I think we should break up, it's just lately I've been thinking a lot about ______.
Letting a white bro think he understands ______ better than you do.
MASH: Mansion Apartment, Shack, ______.
Men are from ___, women are from ___.
Meth is hard Let's go ______!
Obamacare has been criticized for restricting women's access to ______.
On a tough day, what's that one special thing Coach Taylor does to make you feel better?
On Wednesday, we wear ______.
One magical property common to unicorn blood, dragon blood, and Diva Cup blood is ______.
Pardon me while I take up less space so a man can have more room for ______.
She may not be fazed by Richard Sherman, but Erin Andrews is terrified of ______.
Shortly after the repeal of DOMA, Dumbledore was seen ______.
Sofia Coppola's new film focuses on a wealthy young white woman feeling alienated by ______.
Something old, something new, something borrowed, and ______.
Sometimes I want to think my one guy friend who's a legit baller feminist by ______.
That's why her hair is so big. It's full of ______.
The best excuse to not do that exercise groupon is ______.
The Devil Wears ______.
The latest proposal in the Texas legislature is to take away ______ from women.
The newest royal baby bears on alarming resemblance to ______.
The only thing more boring than your new diet is ______.
The Pantone color of the year is inspired by ______.
The secrets to John Boehner's smooth, even tan are a cream made from aborted fetuses and ______.
The thing I want most for Valentine's Day is my set of “Ladies Against Humanity” cards, but the thing I want second-most is ______.
This month in Cosmo; How to give your man ______ at the expense of ______.
This year's top Super Bowl commercial will use ______ to advertise Budweiser beer.
We are never. Ever. Ever. Ever ______.
What do I see in the Mirror of Erised?
What fell into my bra?
What is Olivia Pope's secret to removing red wine stains from white clothes?
What made this the most dramatic rose ceremony ever?
What makes a sponge-worth?
What should I get my therapist for Christmas?
What was Barty Crouch really doing in the Forbidden Forest?
What will Bill Clinton's social cause be as First Man?
What's in the gift baskets Derek Jeter gives to his one-night-stands?
What's my preferred way of celebrating International Women's Day?
What's my weapon of choice in the “War on Women”?
What's one thing straight white guys like even better than feeling oppressed?
What's Seth MacFarlane's problem?
What's the most privileged thing I do on the regs?
What's the one thing that worried Russia's anti-gay police even more than the entire sport of figure skating?
What's the one totally unexpected thing that helps Emeril stay hard?
What's the real reason there's no Wonder Woman movie?
What's the secret ingredient in Proactive®?
What's the weirdest thing that's been in my vagina?
What's my preferred method of contraception?
When I found out PARKS & REC was renewed for a seventh season, I celebrated by ______.
When Queen Elizabeth has to keep smiling, she just thinks of ______.
When they finally convince Chris Harrison to be The Bachelor, I'll win his heart by ______.
Why can't we have nice things?
Why do men on the internet send me pictures of ______?
Why does the Komen Foundation hate Planned Parenthood?
Why exactly was Alains so mad at uncle Joey?
You know nothing, Jon Snow, but you're pretty good at ______.
______: That's a deal-breaker.
______:the Tori Amos song that changed my life