{"black_cards":[{"text":"This is madness.\\n No, THIS IS ______!","pick":1,"draw":0},{"text":"And would you like those buffalo wings mild, hot, or ______?","pick":1,"draw":0},{"text":"Behind every powerful man is ______.","pick":1,"draw":0},{"text":"Come to Dubai, where you can relax in our world famous spas, experience the nightlife, or simply enjoy ______ by the poolside.","pick":1,"draw":0},{"text":"Don't worry kid. It gets better. I've been living with ______ for 20 years.","pick":1,"draw":0},{"text":"Everybody join hands and close your eyes. Do you sense that? That's the presence of ______ in this room.","pick":1,"draw":0},{"text":"I have a strict policy. First date, dinner. Second date, kiss. Third date, ______.","pick":1,"draw":0},{"text":"I went to the desert and ate of the peyote cactus. Turns out my spirit animal is ______.","pick":1,"draw":0},{"text":"I work my ass off all day for this family, and this is what I come home to? ______!?","pick":1,"draw":0},{"text":"I'm Miss Tennessee, and if I could make the world better by changing one thing, I would get rid of ______.","pick":1,"draw":0},{"text":"I'm sorry, Mrs. Chen, but there was nothing we could do. At 4:15 this morning, your son succumbed to ______.","pick":1,"draw":0},{"text":"If you had to describe the Card Czar, using only one of the cards in your hand, which one would it be?","pick":1,"draw":0},{"text":"James is a lonely boy. But when he discovers a secret door in his attic, he meets a magical new friend: ______.","pick":1,"draw":0},{"text":"Listen Gary, I like you. But if you want that corner office, you're going to have to show me ______.","pick":1,"draw":0},{"text":"My grandfather worked his way up from nothing. When he came to this country, all he had was the shoes on his feet and ______.","pick":1,"draw":0},{"text":"Puberty is a time of change. You might notice hair growing in new places. You might develop an intrest in ______. This is normal.","pick":1,"draw":0},{"text":"The six things I could never do without: oxygen, facebook, chocolate, netflix, friends, and ______ LOL!","pick":1,"draw":0},{"text":"This is America. If you don't work hard, you don't succeed. I don't care if you're black, white, purple, or ______.","pick":1,"draw":0},{"text":"To become a true Yanomamo warrior, you must prove that you can withstand ______ without crying out.","pick":1,"draw":0},{"text":"Tonight we will have sex. And afterwards, If you'd like, a little bit of ______.","pick":1,"draw":0},{"text":"When I was a kid, we used to play Cowboys and ______.","pick":1,"draw":0},{"text":"Why won't you make love to me anymore? Is it ______?","pick":1,"draw":0},{"text":"Y'all ready to get this thing started? I'm Nick Cannon, and this is America's Got ______.","pick":1,"draw":0},{"text":"You are not alone. Millions of Americans struggle with ______ every day.","pick":1,"draw":0},{"text":"You Won't Believe These 15 Hilarious ______ Bloopers!","pick":1,"draw":0},{"text":"You know, once you get past ______, ______ ain't so bad.","pick":2,"draw":0}],"title":"Sixth Expansion","series":"Official","description":"Sixth official expansion"}
