{"title":"“Christian Domestic Discipline 101” from Amazon.com.*          *This is a real book.","series":"“Wait!  I thought you had the lube for ______!”","description":"After ______, the elevator ride got really uncomfortable.","black_cards":[{"text":"Afterward, I realized having my grandmother over for ______ on her birthday may not have been the best idea I've ever had.","pick":1,"draw":0},{"text":"He didn't want sex, he wanted ______ with ______.  I can work with that.","pick":2,"draw":0},{"text":"I can't believe that ______ is now being taught to kids as young as seven!","pick":1,"draw":0},{"text":"I realized that my tastes have turned much trashier since my experience with ______.","pick":1,"draw":0},{"text":"I'm totally turned on when someone wears glasses and has ______.","pick":1,"draw":0},{"text":"Most things cleaned up fairly easily, but I'm still trying to get the liquid latex out of my ______.","pick":1,"draw":0},{"text":"Newbies think they're kinky when they've had ______.  Then they go to their first party and get their minds blown when they see people ______. (And maybe not just their minds...)","pick":2,"draw":0},{"text":"Note to self: ______ is not an acceptable form of contraception.","pick":1,"draw":0},{"text":"Someone was a bad girl.  Now you're going to need to be punished with ______.","pick":1,"draw":0},{"text":"Sure, I like humiliation, but ______ is a hard limit.","pick":1,"draw":0},{"text":"The last time I misbehaved, my Master punished me with ______.  I won't do that again.","pick":1,"draw":0},{"text":"There's a new Fetlife group for fans of ______ at fetlife.com/______.","pick":2,"draw":0},{"text":"Until last night, it had never occurred to me to try ______ on ______ on the kitchen counter.  Talk about fun!!!","pick":2,"draw":0},{"text":"We lucked out.  The cop who pulled us over didn't check and we had ______ in the trunk!","pick":1,"draw":0},{"text":"We were just making dinner and having some wine when we got distracted by ______.","pick":1,"draw":0},{"text":"Who's to say that love needs to be soft, gentle, and sweet?  Not when it can involve ______...","pick":1,"draw":0},{"text":"Why am I wet?","pick":1,"draw":0},{"text":"Why was a clean-up needed on aisle 6?","pick":1,"draw":0},{"text":"You have ______?!  Oh my god! Put it in my mouth!!!","pick":1,"draw":0},{"text":"You think your last date was bad?  My date thought that buying me ______ was a reasonable substitute for buying me dinner.","pick":1,"draw":0},{"text":"Why did I dump my significant other the day before Valentine's Day?","pick":1,"draw":0},{"text":"While on the phone with his Mom, I seriously distracted my boyfriend with ______.  It's a good thing I didn't laugh when she asked if something was wrong.","pick":1,"draw":0},{"text":"What helped me get my last girlfriend?","pick":1,"draw":0},{"text":"What disturbed me most about the person who contacted me from Plenty of Fish?","pick":1,"draw":0},{"text":"The two most awkward topics of conversation during our date at the church picnic?  ______ and ______.","pick":2,"draw":0},{"text":"The first date went so well...  So why did the second date end?","pick":1,"draw":0},{"text":"People say that the first thing they notice about me is ______, but let's be honest, it's actually ______.","pick":2,"draw":0},{"text":"Not a single profile picture gave me a good view of their face or figure, however, all of the pictures made their interest in ______, quite obvious.","pick":1,"draw":0},{"text":"My six things I can't live without?  Air, Friends/Family, iPhone, Good wine, Internet, ______, and ______.  Yeah, that's seven, but I'm a rebel.","pick":2,"draw":0},{"text":"My partner uses ______ to mark their territory.","pick":1,"draw":0},{"text":"My date apparently could see auras.  What did she see from my past that left her terrified and in the fetal position?","pick":1,"draw":0},{"text":"Must love Jesus and ______.","pick":1,"draw":0},{"text":"It's one thing to have their dog stare at you while you're making out, It's another to be stared at while ______.","pick":1,"draw":0},{"text":"I'm looking for a partner in crime.  The crime?  ______.","pick":1,"draw":0},{"text":"I wasn't able to talk my girlfriend into ______, but it was surprisingly easy to talk her into ______.","pick":2,"draw":0},{"text":"I really love both Kari and Stephen, but the deciding factor between the two is simple.  ______.","pick":1,"draw":0},{"text":"I had no idea she was interested in me until we both got really drunk and found ourselves ______.","pick":1,"draw":0},{"text":"I deserve an Academy Award for not reacting when he started talking about ______ 10 minutes into our first (and last) date.","pick":1,"draw":0},{"text":"For our anniversary, we went to a lovely little bed and breakfast, where they're known for their wine cellar and their ______.","pick":1,"draw":0},{"text":"During the date, I found out that he really likes ______ and ______ at the same time.  I'm NOT okay with that.","pick":2,"draw":0},{"text":"Admit it.  You would like to spend the night ______ with at least one person at this table.","pick":1,"draw":0}],"white_cards":[{"text":"“Exiting, pursued by a bear.”"},{"text":"“Vegan-leather” bondage gear."},{"text":"50 Shades of Off-White."},{"text":"A “boudoir-style” photoshoot that turns into something else."},{"text":"A 20+ year age gap between you and your partner."},{"text":"A bi-sexual woman learning blowjob technique from a gay man."},{"text":"A Brat."},{"text":"A catholic schoolgirl uniform."},{"text":"A cherry-wood spanking bench."},{"text":"A collar and a leash."},{"text":"A fleshlight™ knock-off from China.*          *Fleshlights are male masturbators."},{"text":"A fox-tail butt plug."},{"text":"A gift certificate to Liberator™.*          *Liberator.com sells sex-furniture and various toys."},{"text":"A happy submissive."},{"text":"A librarian doing something with her mouth other than “shushing.”"},{"text":"A mild foot-fetish."},{"text":"A really, really good spanking."},{"text":"A sex-toy or a dog-toy."},{"text":"A Violet Wand with multiple attachments.*        *Violet Wands are sex toys used for electrical sensation play."},{"text":"Aftercare.*          *Attending to the needs of your partner after an S&M scene."},{"text":"Alternative uses for Icy Hot and Gold Bond Medicated Powder."},{"text":"An advanced teledildonics* protoype.          *Teledildonics is sex ata distance via mechanical means."},{"text":"An all-day fuck fest."},{"text":"An introverted Dom."},{"text":"An upgraded Sybian.*          *A Sybian is a high-powered, riding vibrator."},{"text":"Anal safer sex."},{"text":"Asking “Do you have other sizes of ball gags?”"},{"text":"Awkward dynamics in a poly relationship."},{"text":"Awkward sex on the honymoon."},{"text":"Being bent over the bed, blindfolded, and bound, and waiting..."},{"text":"Being choked – with love – by your partner."},{"text":"Being pleasantly surprised at the quality of the sex tape you made using your iPhone."},{"text":"Buying kink supplies at Hobby Lobby.*          *Hobby Lobby is a very conservative Christian store."},{"text":"Creepy kink guys who prey on newbies to the scene."},{"text":"Daddy."},{"text":"Deciding who gets to sleep in the middle."},{"text":"Defending marriage from those kind of people."},{"text":"Dinner at a fine restaurant with candlelight, small portions, tablecloths, and a remote-controlled bullet in your partner.*  *A bullet is a small vibrator."},{"text":"Drool from sucking cock."},{"text":"Fetlife.*          *Fetlife is a social site for people who are into non-traditional sex and relationships."},{"text":"Figuring out how to keep a woman with really small, flexible hands restrained in bondage cuffs."},{"text":"Fisher-Price's new “My First Slave Collar.”"},{"text":"Getting an infection from your partner's unclean toys."},{"text":"GGG.*        *Good, Giving, and Game.  Roughly, “fun in bed.”"},{"text":"Gifted but not talented."},{"text":"Glitter everywhere."},{"text":"Hair gel on the inside of your car windows."},{"text":"High protocol.*          *A very formal set of rules with focus on the Dom."},{"text":"I'm your Secretary."},{"text":"Kinky sex."},{"text":"Leaving claw marks on my back."},{"text":"Liquid latex."},{"text":"Making whore life choices."},{"text":"My custom-built bondage bed."},{"text":"My Good Girl.*          *A term used for a well-behaved female submissive."},{"text":"My safeword is “Cinnamon.”"},{"text":"My token monogamous friend."},{"text":"Needle-play."},{"text":"No, Sir."},{"text":"Nope.  Not at all."},{"text":"Not just embracing your inner demon, but taking it out for dinner and"},{"text":"dancing, then home..."},{"text":"One scoop of creamed potatoes. A slice of butter. Four peas. And as much ice cream as you'd like to eat.*        *See movie “The Secretary.”"},{"text":"Orgasm denial."},{"text":"Pegging.*          *Performing anal sex on using a strap-on."},{"text":"Piercings in unusual places."},{"text":"Pity sex."},{"text":"Reaching out and “touching” someone."},{"text":"Restraining orders."},{"text":"Rubbing a bald head."},{"text":"Sex positive people."},{"text":"Shibari.*          *Japanese rope bondage."},{"text":"Six rolls of “Moving Wrap” from U-Haul™."},{"text":"Slamming your partner against a wall."},{"text":"Squirting.*          *Female ejaculation."},{"text":"Sub drop.*          *A type of depression that may occur after an intense S&M scene."},{"text":"That fantasy."},{"text":"That really cute barista."},{"text":"The BAD cane."},{"text":"The Hitachi Magic Wand.*          *A high-powered, plug-in “massager.”"},{"text":"The lovely bruises from last night."},{"text":"The morning-after pill."},{"text":"The other paddle."},{"text":"The threesome that will never happen."},{"text":"Trying to introduce the person you're dating when you don't know what your relationship status actually is."},{"text":"Vampire gloves.*          *Gloves with multiple points used for sensation play."},{"text":"Vetwrap bandaging tape."},{"text":"Walking in on your mom dominating your dad."},{"text":"Wax-play."},{"text":"Whistling inappropriate Oingo-Boingo songs."},{"text":"Yes, Sir!"},{"text":"Your behavior.  It's very bad."},{"text":"“I'm off my meds so I may be a bit weird.”"},{"text":"63 new messages saying either “Hay” or “Wanna fuck?”"},{"text":"A coyote date where you're willing to chew your own arm off to get away."},{"text":"A coyote date where you're willing to chew your own arm off to get away."},{"text":"A date so awful you reevaluate your orientation."},{"text":"A deep, meaningful relationship... started on Tinder."},{"text":"Aging out of the online dating pool."},{"text":"An awe-inspiringly generic profile."},{"text":"Being dumped on your birthday."},{"text":"Being on a date where every single question is answered with the statement, “I'm no comfortable talking about that.”"},{"text":"Being very concerned about “The Surgery” they keep referring to."},{"text":"Calling out you date for attempting Pick Up Artist techniques on you.*  *See https://xkcd,com/1027/"},{"text":"Checking out the hot one on the left in the photo then realizing that the profile is for the not-so-hot one on the right."},{"text":"Considering the date successful when they put their phone down for more than 50% of the time."},{"text":"Contacting your cryptographer friend at the NSA for help in translating the poor grammar and spelling in a profile."},{"text":"Dating someone almost half your age... almost."},{"text":"Deciding if the amazing sex was worth the amazing crazy."},{"text":"Destroying on really nice article of clothing."},{"text":"Discovering that your significant other is shocked you masturbate."},{"text":"Discovering you date thinks she's a “squirter,” but it's really just pee."},{"text":"Discovering your 32 year old date is a virgin.          By choice."},{"text":"Discovering your date has dotted-line tattoos saying “cut here” on their wrists."},{"text":"Discussing your favorite types of bondage on your first date."},{"text":"Driving two hours for a date only to find that they moved and left no forwarding address."},{"text":"Ending a three-year relationship via email."},{"text":"Extreme halitosis."},{"text":"Faking an orgasm so you can kick them out."},{"text":"Faking food poisoning to end the date."},{"text":"Figuring out who gets the Hitachi Wand after the break-up."},{"text":"Finding a polite way to ask if your date was born the gender they are now."},{"text":"Finding out that they live in their parents' basement."},{"text":"Finding out they're single in an “Ashley Madison” kind of way."},{"text":"Finding out your date thinks that Cards Against Humanity™ isn't funny. At all."},{"text":"Finding yourself disturbed at how turned on you are by someone who's that trashy."},{"text":"Finding yourself trapped in a discussion about how the conspiracy is everywhere."},{"text":"Fucking a guy with a huge penis... who has no idea what he's doing with it."},{"text":"Fucking them senseless."},{"text":"Geographically undesirable*          *When a dating prospect lives at a distance."},{"text":"Getting back from a bad date to your roommate having sex on the couch.  Again."},{"text":"Getting drunk.  Not for the date, but just for the searching online."},{"text":"Getting the feeling that you really need to watch your drink."},{"text":"Ghosting.*    *Ceasing all communication in an attempt to break-up without actually stating as much."},{"text":"Giving the person who asked for your number the number of “dial-a-prayer.”*    *800-NOW-PRAY (800-669-779) works, but you may want to find a non 800-number."},{"text":"Going to Denny's and being told by your date what you can order so they can use their coupon."},{"text":"Having explosive diarrhea in your date's bathroom."},{"text":"Having mind-blowing sex with someone whose politics are the polar opposite of yours."},{"text":"Having sex with someone who learned their technique from watching bad porn."},{"text":"Having your cat back away, hackles-up, hissing and yowling at your date."},{"text":"Having your date say grace while you think, “I'm picking up the tab, why are you thanking God?”"},{"text":"Ignoring glaringly obvious red-flags because they're really hot."},{"text":"Judging someone based on the content of their character... and the shape of their butt."},{"text":"Listening to him talk all night about his Twilight fan-fiction."},{"text":"Looking through your “friends” on Facebook and playing “Would you or wouldn't you?” at 3:30am because you're awake and have nothing better to do."},{"text":"Lying about your age by 10 years and thinking no one will notice."},{"text":"Major bitchy/asshole resting face."},{"text":"Meeting your date only to see their face fall at the sight of you."},{"text":"Messages from people who are WAY less attractive than you."},{"text":"Messages from people who obviously have not read your profile."},{"text":"My eyes."},{"text":"My favorite movies: The Secretary; Amelie; and The Shawshank Redemption."},{"text":"Not clicking “casual sex” because you don't want to look like a slut. (even though you really want casual sex)."},{"text":"OKCupid suggesting not one, not two, but three different exes."},{"text":"One hour into the date, they have to call-in and tell their Dom how the date is going."},{"text":"One topic of conversation.  Vegan “food.”  Nothing else."},{"text":"Pictures of you drinking a cocktail, sky-diving, and rock-climbing."},{"text":"Because you're unique."},{"text":"Pubic hair that makes you think of Donald Trump's toupee."},{"text":"Random hairs from your ex on everything.  Including your underwear."},{"text":"Reading a friend's profile and realizing you two should totally hook up."},{"text":"Realizing this isn't a date, it's a chance for the person to share their love of Jesus with someone new."},{"text":"Receiving flowers on your first date that smell like rotting flesh."},{"text":"Returing your ex's stockings to her – after you've tied up your new girlfriend with them."},{"text":"Signing up with eHarmony only to be told, “we can't find any matches for you.”"},{"text":"Spending $400 on another god-awful bridesmaid’s dress."},{"text":"Spending the entire night surfing OKCupid, Match.com, Plenty of Fish, and Craig's List without reaching out."},{"text":"Swiping left so hard you crack the screen."},{"text":"Telling your parents you two met at church, not on CallarSpace.com.*  *CollarSpace.com is a site for people looking for"},{"text":"Master/Slave-type relationships."},{"text":"The day after the first date when she tells you she's pregnant... and doesn't know who the father is."},{"text":"The embarrassment of the hot nurse reading your medication list"},{"text":"including Valtrex and Viagra...          *Valtrex is a herpes medication."},{"text":"The sense of connection after discovering you take the psychiatric meds."},{"text":"Thinking, “Curvy?  Well, yeah.  Spheres have curves.”"},{"text":"Thinking, “maybe just this once I don't need protection...” and finding out later, “yeah, I did.”"},{"text":"Trying to decide if online- or offline-dating is worse."},{"text":"Unholy rage and abuse at a polite “thanks, but no thanks” response to an online-dating contact"},{"text":"Upon meeting, discovering their photos were poor, outdated, and probably someone else... quite possibly of a different species altogether."},{"text":"Watching your date get someone else's number while out with you."},{"text":"Wedding reception hook-ups."},{"text":"Wondering if maybe you're the ONLY person on any of these dating sites given your response rate."},{"text":"Wondering why no one has actually created the dating site “Lowered"},{"text":"Expectations.”*          *MADtv skit about a dating site for people who aren't very attractive."},{"text":"Wondering why none of your friends will set you up with their friends."},{"text":"Yelling into the void.          *Sending messages on a dating site without receiving any responses."},{"text":"Your date declaring their undying love in the first 45 minutes"},{"text":"Your date explaining that he's a masculinist and a member of the men's rights movement."},{"text":"Your date surprising you by coming out of your bedroom wearing one of your button-down shirts.        And nothing else."}]}
