{"title":"A “Doctor Who body pillow.","series":"According to the Daleks, ______ is better at ______.","description":"Adepose were thought to be made of fat, but are really made of ______.","black_cards":[{"text":"After we watch an episode, I've got some ______-flavored Jelly Babies to hand out.","pick":1,"draw":0},{"text":"At this new Doctor Who theme restaurant, you can get a free ______ if you can eat a plate of bangers and mash in under 3 minutes.","pick":1,"draw":0},{"text":"Boweties are ______.","pick":1,"draw":0},{"text":"FUN FACT: The Daleks were originally shaped to look like ______.","pick":1,"draw":0},{"text":"I hear the ntext theing that will cause The Doctor to regenerate is ______.","pick":1,"draw":0},{"text":"I think the BBC is losing it. They just released a Doctor Who-themed ______.","pick":1,"draw":0},{"text":"I was okay with all the BAD WOLF graffiti, until someone wrote it on ______.","pick":1,"draw":0},{"text":"I'd give up ______ to travel with The Doctor.","pick":1,"draw":0},{"text":"In all of time and space, you decide that ______ is a good choice?!","pick":1,"draw":0},{"text":"It's a little-known fact that if you send a ______ to the BBC, they will send you a picture of The Doctor.","pick":1,"draw":0},{"text":"Jack Harkness, I can't leave you alone for a minute! I turn around and you're trying to seduce ______.","pick":1,"draw":0},{"text":"Old and busted: “EXTERMINATE!” New hotness: ______.","pick":1,"draw":0},{"text":"Originally, the 50 th anniversary special was going to have ______ appear, but the BBC decided against it in the end.","pick":1,"draw":0},{"text":"the announced a LEGO Doctor Who game! Rumor has it that ______ is an unlockable character.","pick":1,"draw":0},{"text":"The boice chip of one of the Cybermen has malfunctioned. Instead of saying “DELETE!”, it now says “______”.","pick":1,"draw":0},{"text":"The Chameleon circuit is working again... somewhat. Instead of a phone booth, the TARDIS is now a ______.","pick":1,"draw":0},{"text":"The Doctor did it! He saved the world again! This time using a ______.","pick":1,"draw":0},{"text":"The next Doctor Who spin-off is going to be called ______.","pick":1,"draw":0},{"text":"There's a new dance on Fallifrey, it's called the ______.","pick":1,"draw":0},{"text":"They found some more lost episodes! They were found in ______.","pick":1,"draw":0},{"text":"What's going to be The Doctor's new catch phrase?","pick":1,"draw":0},{"text":"Who is going to be The Doctor's next companion?","pick":1,"draw":0},{"text":"Who should be the 13 th doctor?","pick":1,"draw":0},{"text":"Wibbly-wobbly, timey-wimey ______.","pick":1,"draw":0}],"white_cards":[{"text":"A bigger, bluer TARDIS."},{"text":"A blinged-out TARDIS, blasting dubstep when it is travelling."},{"text":"A Costco-sized bag of Jelly Babies."},{"text":"A fez caked with semen."},{"text":"A furry writing BAD WOLF everywhere."},{"text":"A global simulcast that forces Whovians to see sunlight for the first time in ages."},{"text":"A GUITARDIS."},{"text":"A kid in a gas mask asking if you are his mummy."},{"text":"A Rusty Cyberman."},{"text":"A shitty Doctor Who knock-knock joke."},{"text":"A sonic screwdriver stuck on the vibrate setting."},{"text":"A Vashta Nerada that just wants a hug."},{"text":"Air from my lungs."},{"text":"An acid rain shower on Skaro."},{"text":"An Ood getting a starring role in a hentai."},{"text":"Being used as a plot device by Steven Moffat."},{"text":"Captain Jack Harkness."},{"text":"Christopher Eccleston."},{"text":"Companion Porn."},{"text":"Dalek porn."},{"text":"David Tennant."},{"text":"Davros getting up on the wrong side of the bed."},{"text":"Drunkenly drawing tally marks on your face."},{"text":"Eggs."},{"text":"Fapping to Billie Piper protraying a callgirl."},{"text":"Fifty years of fanfic."},{"text":"Finding Autons oddly attractive."},{"text":"Fish fingering your custard."},{"text":"Fondling a Dalek's slippery bits."},{"text":"Getting so much plastic surgery, you have to be framed and moisturized."},{"text":"Giving her the ol' plastic Mickey."},{"text":"Glenn Beck convulsively puking as a brood of Daleks swarm in on him."},{"text":"Just now realizing that “Torchwood” is an anagram of “Doctor Who”."},{"text":"K-9 humping your leg."},{"text":"Kidnapping a barely-legal woman to time travel with."},{"text":"Low-budget special effects."},{"text":"Matt Smith."},{"text":"Opening the door of the TARDIS and leaving a deuce in the time-space continuum."},{"text":"Plot holes so wide, you could drive a truck through them."},{"text":"Pointing to your crotch and saying “Allons-y”."},{"text":"Pouting in a rain storm and having to take a wicked piss."},{"text":"Quitting this pannel after one round, because you are afraid of getting typecast."},{"text":"River Song."},{"text":"Robot Anne Robinson."},{"text":"Rose Tyler's teeth."},{"text":"Sharing a public restroom with a weeping angel."},{"text":"Siltheen farts."},{"text":"Sixteen feet of scarf bondage."},{"text":"Smoking 1,000 cigarettes, just so you can sound like a Dalek when you talk."},{"text":"Sorry, this answer is only available in the fanfic version of Cards Against Con."},{"text":"Steven Moffatt taking a big old dump in your Cheerios."},{"text":"Taking a Doctor Poo."},{"text":"The big banana in your pocket."},{"text":"The buzzing noise that the Sonic Screwdriver makes."},{"text":"The Celestial Toymaker's “plaything”."},{"text":"The dhideousness that is Raxacorico-fallaptorious."},{"text":"The Doctor going back in time to solve a REAL problem: “Twilight”."},{"text":"The Doctor having a chance encounter with a couple of 80's metalheads."},{"text":"THE END OF TIME ITSELF!"},{"text":"The fuck machine dungeon of the Cybermen."},{"text":"The Mary Jane Adventures."},{"text":"The Master singing “Bad Case of Loving You.”"},{"text":"The Master, baiting – The doctor into a trap."},{"text":"The poor costume decisions that were the 1970's."},{"text":"The poor decision that is having a staring contest with a weeping angel."},{"text":"The Silence."},{"text":"Tom Baker, in nothing but a scarf."},{"text":"Walking in on Jack Harkness doing your mom. And your dad."},{"text":"Wanting to punch that teeny-bopper Whovian that's butthurt the new Doctor isn't in his twenties."},{"text":"Wishing you could regenerate."},{"text":"Your dyslexic friend that wants you to come watch a marathon of “Doctor How”."}]}
