{"title":"11 items in a 10 items or less lane.","series":"______ is never funny, but if I’m President, I’m going to make ______ legal.","description":"Oh. Sorry. I would have held the elevator, but I prefer ______.","black_cards":[{"text":"What kind of person writes a check in line at the supermarket?","pick":1,"draw":0},{"text":"I’m a missionary with the Church of ______.Have you heard the Gospel of ______?","pick":2,"draw":0},{"text":"At this point I’ll take anyone for President. So long as he’s not ______.","pick":1,"draw":0},{"text":"I expect that kind of behavior from ______, but not from you.","pick":1,"draw":0},{"text":"Stop trying to negotiate. It’s $50 for a handjob. $100 for full service. And $250 for ______.","pick":1,"draw":0},{"text":"Pfft. It’s all a smoke screen. Immigrants. Ebola. They’re just trying to cover up ______.","pick":1,"draw":0},{"text":"Spoiled assholes ruin it for everyone. Now we can’t have ______ at school.","pick":1,"draw":0},{"text":"50% of marriages end in ______.","pick":1,"draw":0},{"text":"I swear by all that is holy, I will strangle ______ if I hear one more song about ______.","pick":2,"draw":0},{"text":"Honestly. I never liked you. You remind me of ______.","pick":1,"draw":0},{"text":"After living abroad for so long, I really feel like I’m an expert on ______.","pick":1,"draw":0},{"text":"In Hollywood, no one cares if you’re into ______. But they do care if you’re fat. Just saying.","pick":1,"draw":0},{"text":"There’s no cure for stupid. It’s not like you can put it in the microwave for two minutes and POOF out comes ______.","pick":1,"draw":0},{"text":"My boyfriend dumped me on my birthday because of ______.","pick":1,"draw":0},{"text":"It was classic bait and switch. They told me to come down for ______, but all they really had was ______.","pick":2,"draw":0},{"text":"Excuse me, but I wanted ______.","pick":1,"draw":0},{"text":"Dude! You can’t say that. You know. Because of ______.","pick":1,"draw":0}],"white_cards":[{"text":"Another fucking joke about hipsters."},{"text":"Any one of you fucking deadbeat assholes under the age of 30."},{"text":"Audi™ drivers who take two parking spaces."},{"text":"Bitches be trying to get with this."},{"text":"Breath so bad, you can see it from space."},{"text":"Chicks who just won't cum no matter how much time you spend down there doing everything she fucking asks."},{"text":"Cocksuckers. All of 'em."},{"text":"Comic sans."},{"text":"Cultural bias."},{"text":"Entitled pricks who pirate music and probably this game."},{"text":"Finding out it's pity sex."},{"text":"Friend zones."},{"text":"Fuck you."},{"text":"George Costanza."},{"text":"Girls who comment on my size."},{"text":"Gordan Ramsey. Fuck him."},{"text":"Guys who don't return the favor with a reach-around."},{"text":"Housewives who call what they do work."},{"text":"Idiots who think they own the whole goddamn road. It's called a turn signal, asshole!"},{"text":"Interior designers who really need to fuck off."},{"text":"Kids who don't get off my goddamn lawn."},{"text":"Locking my car door when poor people are around."},{"text":"Lousy tippers."},{"text":"My asshole kids who always leave the door open and heat the whole damn neighborhood."},{"text":"People who are called retarded for acting retarded, not people with actual mental of physical disabilities."},{"text":"People who avoid eye contact."},{"text":"People who brag about the chairty work they do."},{"text":"People who call their adopted pet a \"rescue\"."},{"text":"People who cum first."},{"text":"People who don't flush."},{"text":"People who don't hold doors open for others."},{"text":"People who don't hold the elevator."},{"text":"People who get cancer and never shut up about it."},{"text":"People who get paid less because they are worth less."},{"text":"People who interrupt me."},{"text":"People who need to be told not to answer their cellphones inside movie theaters."},{"text":"People who should be \"sent back to where they came from\"."},{"text":"People who should go to jail just because they look like criminals."},{"text":"People who tweet pictures of their food and then send it back because it's cold."},{"text":"People who type in ALL CAPS."},{"text":"Pushy salesmen."},{"text":"Racists with atrocious grammar."},{"text":"Regifters."},{"text":"Rich people and their money problems."},{"text":"Saying gay when you mean lame."},{"text":"Shutting your fucking whore mouth."},{"text":"Smug-ass Prius™ owners."},{"text":"Social Justice Warriors who can't take a fucking day off."},{"text":"Someone who really needs to have his face stapled to his ass."},{"text":"Statistically appropriate racial profiling."},{"text":"That guy at work who never refills the toner or coffee."},{"text":"Voter registration laws."},{"text":"White trash."},{"text":"Your ugly fucking face."}]}
