{"title":"\"Liking\" my own status update.","series":"Tonight on Jerry Springer. Pot-smoking parents and their obsession with______.","description":"In my day, we didn’t have any fancy gadgets for ______.","black_cards":[{"text":"Kill. Fuck. Civil Union. ______. ______. ______. ","pick":3,"draw":2},{"text":"The worst part about watching my parents having sex was ______. ","pick":1,"draw":0},{"text":"My phone bill includes calls to 976- ______. ","pick":1,"draw":0},{"text":"What if this time, you’re the big spoon and I’m ______. ","pick":1,"draw":0},{"text":"And just for that, you’re grounded. No more ______ for two weeks.","pick":1,"draw":0},{"text":"The Cloud™ was hacked and all of my ______ pictures were stolen.","pick":1,"draw":0},{"text":"Once I earned the nickname ______, I became the most popular student at school. ","pick":1,"draw":0},{"text":"I left my browser open and now my mom thinks I have a ______ fetish. ","pick":1,"draw":0},{"text":"I can’t stay mad at my husband even though he gave me ______.","pick":1,"draw":0},{"text":"Paying for sex is only wrong if you pay with ______, or if it’s a Thursday.","pick":1,"draw":0},{"text":"My jaw hurts because of ______.","pick":1,"draw":0},{"text":"My masturbation exit plan involves ______.","pick":1,"draw":0},{"text":"We spent our entire first date together arguing about ______.","pick":1,"draw":0},{"text":"Helping my dad in the garage with ______ slowly turned into another conversation about ______.","pick":2,"draw":0},{"text":"I ordered ______ for the holidays, but they sent ______ instead.","pick":2,"draw":0},{"text":"I finally joined Facebook and I embarrassingly made my first post about ______.","pick":1,"draw":0},{"text":"My local team finally won. Woohoo. #______.","pick":1,"draw":0}],"white_cards":[{"text":"A cost-effective toupee made from pubes."},{"text":"A gaggle of aging trophy wives undergoing electrolysis."},{"text":"A journal filled with high school quality poetry professing my love for Sister Mary."},{"text":"A secret stash of clown make-up."},{"text":"A stripper on her period."},{"text":"An expired condom in my wallet."},{"text":"Breastfeeding."},{"text":"Dirty sexts from my mom that were meant for my dad."},{"text":"Double-Dutch rudder."},{"text":"Extra-snug control-top pantyhose."},{"text":"Fartign during sex and stopping to take it all in."},{"text":"Genital warts that hurt when I sit down or stand up."},{"text":"Gerontophilia."},{"text":"Getting a speeding ticket while wearing my girlfriend's bra and yarmulke."},{"text":"Getting caught sniffing dirty underwear in a laundromat."},{"text":"Getting sunburn on my sensitive, yet superfluous, third nipple."},{"text":"Guys who measure their dicks."},{"text":"Jocks who take peeks in the shower."},{"text":"Kim Kardashian’s ass trumping real news."},{"text":"Lying about the state I’m from to avoid questions of paternity."},{"text":"Masturbating to the Sears™ catalog."},{"text":"Misspelling my own name on a job application."},{"text":"My Canadian girlfriend, who you’ve never met."},{"text":"My collection of boogers shaped like U.S. Presidents."},{"text":"My creepy uncle scratching himself in front of a mirror at K-Mart™."},{"text":"My drunk aunt talking about her husband’s tiny pecker."},{"text":"My homemade sex tape complete with fat folds and gas."},{"text":"My mom’s lurid Match.com™ profile."},{"text":"My mother’s constant stories about inappropriate cures for hot flashes, including popsicles and spray bottles."},{"text":"My over-sized sex toys being delivered to the wrong address."},{"text":"My parents finding a used pregnancy test in the bathroom."},{"text":"My racist dad playing devil’s advocate."},{"text":"Not washing up before oral sex."},{"text":"Paying for porn."},{"text":"Peeing with the door open when I think I’m alone."},{"text":"People who hit ‘reply all.’"},{"text":"People who marry criminals who are still in prison."},{"text":"People who masturbate to anime with the windows open."},{"text":"People who write overly-sexualized fan fiction about Sherlock Holmes and John Watson."},{"text":"Playboy™ articles."},{"text":"Poorly photoshopped prom pictures of me and my cousin."},{"text":"Popping a pimple on an old, flaccid dick."},{"text":"Post-party selfies."},{"text":"Putting warm butter on my genitals so my dog will lick it off."},{"text":"Slut-shaming."},{"text":"That not-so-fresh feeling."},{"text":"The guy who hosts (and cleans up after) a lemon party."},{"text":"The slut version of a serial killer costume on Halloween."},{"text":"The walk of shame through a retirement home."},{"text":"Tweeting pics of yourself in black face."},{"text":"Twincest."},{"text":"Using vegetables inappropriately and then still serving them for dinner."},{"text":"Visible panty lines from adult diapers."},{"text":"Watching adult movies with my grandmother in the room and having to shout the dialogue into her good ear."}]}
