{"title":"2013 Holiday Pack","series":"Official","description":"Official holiday pack for 2013. AKA 12 Days of Bullshit.","black_cards":[{"text":"But wait, there's more! If you order ______ in the next 15 minutes, we'll thrown in ______ absolutely free!","pick":2,"draw":0},{"text":"Because they are forbidden from masturbating, Mormons channel their repressed sexual energy into ______.","pick":1,"draw":0},{"text":"Blessed are you, Lord our God, creator of the universe, who has granted us ______.","pick":1,"draw":0},{"text":"I really hope my grandma doesn't ask me to explain ______ again.","pick":1,"draw":0},{"text":"What's the one thing that makes an elf instantly ejaculate?","pick":1,"draw":0},{"text":"Here's what you can expect for the new year. Out: ______. In: ______.","pick":2,"draw":0},{"text":"Revealed: Why He Really Resigned! Pope Benedict's Secret Struggle with ______!","pick":1,"draw":0},{"text":"GREETINGS HUMANS\\n I AM ______ BOT\\n EXECUTING PROGRAM","pick":1,"draw":0},{"text":"Kids these days with their iPods and their Internet. In my day, all we needed to pass the time was ______.","pick":1,"draw":0}],"white_cards":[{"text":"A magical tablet containing a world of unlimited pornography."},{"text":"Giving money and personal information to strangers on the Internet."},{"text":"Piece of shit Christmas cards with no money in them."},{"text":"These low, low prices!"},{"text":"Moses gargling Jesus's balls while Shiva and the Buddha penetrate his divine hand holes."},{"text":"The Hawaiian goddess Kapo and her flying detachable vagina."},{"text":"The shittier, Jewish version of Christmas."},{"text":"Finding out that Santa isn't real."},{"text":"Making up for 10 years of shitty parenting with a PlayStation."},{"text":"Slicing a ham in icy silence."},{"text":"Swapping bodies with mom for a day."},{"text":"Breeding elves for their priceless semen."},{"text":"Jizzing into Santa's beard."},{"text":"Rudolph's bright red balls."},{"text":"The Grinch's musty, cum-stained pelt."},{"text":"Congress's flaccid penises withering away beneath their suit pants."},{"text":"Having a strong opinion about Obamacare."},{"text":"The royal afterbirth."},{"text":"A simultaneous nightmare and wet dream starring Sigourney Weaver."},{"text":"Being blind and deaf and having no limbs."},{"text":"People with cake in their mouths talking about how good cake is."},{"text":"First Last."}]}
