{"title":"The limit does not exist!","series":"“Daddy? What are you doing?”","description":"“Whatever Peeta. You'll never understand my struggle with ______.”","black_cards":[{"text":"50 Shades of ______.","pick":1,"draw":0},{"text":"All I want for Pi day is ______ and 3.14 actual pies.","pick":1,"draw":0},{"text":"Are you there, God? It's me, ______.","pick":1,"draw":0},{"text":"At the next Republican National Convention, Clint Eastwood will use a chair for ______.","pick":1,"draw":0},{"text":"Claudette Colvin is most famous for doing what Rosa Parks did 9 months earlier but she's second most famous for ______.","pick":1,"draw":0},{"text":"Derek Jetter will retire at the end of next season to spend more time ______.","pick":1,"draw":0},{"text":"Detective Stabler's latest rage blackout was brought on by ______.","pick":1,"draw":0},{"text":"Do you have something you'd like to share with the class?","pick":1,"draw":0},{"text":"Draw me, Jack. Draw me like ______.","pick":1,"draw":0},{"text":"Hey, Susie. I know your job is ______ but can you just grab me ______? Thanks.","pick":2,"draw":0},{"text":"How do I celebrate beating all my male co-workers in the office March Madness pool?","pick":1,"draw":0},{"text":"I couldn't help but wonder: was it Mr. Big, or was it ______?","pick":1,"draw":0},{"text":"I find that ______ helps me locate my IUD string.","pick":1,"draw":0},{"text":"I know it looks like that guy on the subway is masturbating, but really he's ______.","pick":1,"draw":0},{"text":"I thought I'd win her heart by ______, but sadly McKayla was not impressed.","pick":1,"draw":0},{"text":"I'm not a smoker at all, just sometimes I need a cigarette to deal with ______.","pick":1,"draw":0},{"text":"I'm so excited! I'm so excited! I'm so… so… ______.","pick":1,"draw":0},{"text":"I'm not even thinking about having a baby because I'm extremely busy ______.","pick":1,"draw":0},{"text":"If you don't mind my asking, how do lesbians have sex?","pick":1,"draw":0},{"text":"In \"A Time to Kill,\" Matthew McConaughey hated racism more than ______.","pick":1,"draw":0},{"text":"In her next romcom, Katherine Heigl plays a woman who falls in love with her boss's ______","pick":1,"draw":0},{"text":"Instead of a diamond ring, I want my partner to spend two months' salary on ______.","pick":1,"draw":0},{"text":"It's not cheating if I'm ______.","pick":1,"draw":0},{"text":"It's not length it's ______.","pick":1,"draw":0},{"text":"It's poker night with Beyoncé. You pull ______ out of your bra and slam it on the table.","pick":1,"draw":0},{"text":"It's not that I think we should break up, it's just lately I've been thinking a lot about ______.","pick":1,"draw":0},{"text":"Letting a white bro think he understands ______ better than you do.","pick":1,"draw":0},{"text":"MASH: Mansion Apartment, Shack, ______.","pick":1,"draw":0},{"text":"Men are from ______, women are from ______.","pick":2,"draw":0},{"text":"Meth is hard Let's go ______!","pick":1,"draw":0},{"text":"Obamacare has been criticized for restricting women's access to ______.","pick":1,"draw":0},{"text":"On a tough day, what's that one special thing Coach Taylor does to make you feel better?","pick":1,"draw":0},{"text":"On Wednesday, we wear ______.","pick":1,"draw":0},{"text":"One magical property common to unicorn blood, dragon blood, and Diva Cup blood is ______.","pick":1,"draw":0},{"text":"Pardon me while I take up less space so a man can have more room for ______.","pick":1,"draw":0},{"text":"She may not be fazed by Richard Sherman, but Erin Andrews is terrified of ______.","pick":1,"draw":0},{"text":"Shortly after the repeal of DOMA, Dumbledore was seen ______.","pick":1,"draw":0},{"text":"Sofia Coppola's new film focuses on a wealthy young white woman feeling alienated by ______.","pick":1,"draw":0},{"text":"Something old, something new, something borrowed, and ______.","pick":1,"draw":0},{"text":"Sometimes I want to think my one guy friend who's a legit baller feminist by ______.","pick":1,"draw":0},{"text":"That's why her hair is so big. It's full of ______.","pick":1,"draw":0},{"text":"The best excuse to not do that exercise groupon is ______.","pick":1,"draw":0},{"text":"The Devil Wears ______.","pick":1,"draw":0},{"text":"The latest proposal in the Texas legislature is to take away ______ from women.","pick":1,"draw":0},{"text":"The newest royal baby bears on alarming resemblance to ______.","pick":1,"draw":0},{"text":"The only thing more boring than your new diet is ______.","pick":1,"draw":0},{"text":"The Pantone color of the year is inspired by ______.","pick":1,"draw":0},{"text":"The secrets to John Boehner's smooth, even tan are a cream made from aborted fetuses and ______.","pick":1,"draw":0},{"text":"The thing I want most for Valentine's Day is my set of “Ladies Against Humanity” cards, but the thing I want second-most is ______.","pick":1,"draw":0},{"text":"This month in Cosmo; How to give your man ______ at the expense of ______.","pick":2,"draw":0},{"text":"This year's top Super Bowl commercial will use ______ to advertise Budweiser beer.","pick":1,"draw":0},{"text":"We are never. Ever. Ever. Ever ______.","pick":1,"draw":0},{"text":"What do I see in the Mirror of Erised?","pick":1,"draw":0},{"text":"What fell into my bra?","pick":1,"draw":0},{"text":"What is Olivia Pope's secret to removing red wine stains from white clothes?","pick":1,"draw":0},{"text":"What made this the most dramatic rose ceremony ever?","pick":1,"draw":0},{"text":"What makes a sponge-worth?","pick":1,"draw":0},{"text":"What should I get my therapist for Christmas?","pick":1,"draw":0},{"text":"What was Barty Crouch really doing in the Forbidden Forest?","pick":1,"draw":0},{"text":"What will Bill Clinton's social cause be as First Man?","pick":1,"draw":0},{"text":"What's in the gift baskets Derek Jeter gives to his one-night-stands?","pick":1,"draw":0},{"text":"What's my preferred way of celebrating International Women's Day?","pick":1,"draw":0},{"text":"What's my weapon of choice in the “War on Women”?","pick":1,"draw":0},{"text":"What's one thing straight white guys like even better than feeling oppressed?","pick":1,"draw":0},{"text":"What's Seth MacFarlane's problem?","pick":1,"draw":0},{"text":"What's the most privileged thing I do on the regs?","pick":1,"draw":0},{"text":"What's the one thing that worried Russia's anti-gay police even more than the entire sport of figure skating?","pick":1,"draw":0},{"text":"What's the one totally unexpected thing that helps Emeril stay hard?","pick":1,"draw":0},{"text":"What's the real reason there's no Wonder Woman movie?","pick":1,"draw":0},{"text":"What's the secret ingredient in Proactive®?","pick":1,"draw":0},{"text":"What's the weirdest thing that's been in my vagina?","pick":1,"draw":0},{"text":"What's my preferred method of contraception?","pick":1,"draw":0},{"text":"When I found out PARKS & REC was renewed for a seventh season, I celebrated by ______.","pick":1,"draw":0},{"text":"When Queen Elizabeth has to keep smiling, she just thinks of ______.","pick":1,"draw":0},{"text":"When they finally convince Chris Harrison to be The Bachelor, I'll win his heart by ______.","pick":1,"draw":0},{"text":"Why can't we have nice things?","pick":1,"draw":0},{"text":"Why do men on the internet send me pictures of ______?","pick":1,"draw":0},{"text":"Why does the Komen Foundation hate Planned Parenthood?","pick":1,"draw":0},{"text":"Why exactly was Alains so mad at uncle Joey?","pick":1,"draw":0},{"text":"You know nothing, Jon Snow, but you're pretty good at ______.","pick":1,"draw":0},{"text":"______: That's a deal-breaker.","pick":1,"draw":0},{"text":"______:the Tori Amos song that changed my life","pick":1,"draw":0}],"white_cards":[{"text":"solidarityisforwhitewomen"},{"text":"A $20 bill with Harriet Tubman's face on it"},{"text":"A bill allowing establishments to refuse service to homophobic legislators"},{"text":"A blazing Valentine's Day bonfire torching every moronic column that advises women on how not to end up single on Valentine's Day"},{"text":"A bodice-ripping 4-way with Alexander Skarsgard, lan Somerhalder, and David Boreanaz"},{"text":"A brown smudge equally likely to be period blood or chocolate."},{"text":"A candlelight vigil for Nicole Brown Simpson"},{"text":"A CNN article touting \"A Shocking New Study Shows Women Aren't Treated Equally With Men\""},{"text":"A detailed vajazzling of Van Gogh's Starry Night"},{"text":"A dozen Sprinkles cupcakes smeared on my naked body"},{"text":"A fantasy film that takes place in an alternate reality where, amazingly, everyone is white"},{"text":"A fantasy road trip with Anna Kendrick and Aubrey Plaza with burritos and mixtapes and skinny-dipping under the stars and you all just laugh and laugh"},{"text":"A federal holiday named after a black woman. (Or any woman, for that matter.)"},{"text":"A fun family cook-out grilling leftover dresses at Chez Gaga"},{"text":"A gender neutral, owl-themed baby announcement"},{"text":"A hand-crocheted Diva Cup case from Etsy.com"},{"text":"A heaping dish of real talk served ice cold by Ashley Wagner"},{"text":"A hot, wet, trumpet of a tart when you're nearly sure your partner is out of earshot"},{"text":"A humorless orgy filled with humorless feminists"},{"text":"A joke too funny for women to understand"},{"text":"A late breaking addition to the Opening Ceremony that features the women of Pussy Riot hooking up Putin's nipples and scrotum to high voltage electroshock"},{"text":"A limited edition set of white people white cards about topics such as J. Crew, half-marathons, and the word \"articulate\" just in time for Black History Month"},{"text":"A middle school style 3-way call about what to wear to the party"},{"text":"A misogynist dystopia set in the not-too distant WAIT A MINUTE"},{"text":"A much needed reminder that, all too often, \"beauty standards\" = \"being white.\""},{"text":"A new cookbook by Sylvia Plath"},{"text":"A new law forcing men to buy extra insurance in advance in case they someday need erectile dysfunction meds"},{"text":"A one-on-one tutorial in fabulous from Janet Mock"},{"text":"A one-way ticket to Steubenville"},{"text":"A perfect virginity story including a snowy night, a cozy cabin, and NBC news anchor Brian Williams"},{"text":"A personal style consultation from Lupita Nyong'o"},{"text":"A quickie with Rachel Maddowin the green room"},{"text":"A reissue of Battleship where you have to find the clitoris"},{"text":"A relationship-ending round of \"Never Have I Ever\""},{"text":"A second-trimester burrito baby"},{"text":"A sneaker/diaper drive for your best friend Wendy Davis"},{"text":"A soothing 6-handed massage from McDreamy, McSteamy and Yang after a really tough day at work"},{"text":"A stern and timely pep talk from Miss Tyra"},{"text":"A strongly worded letter to Netflix demanding the addition of \"The Good Wife\""},{"text":"A sturdy, resounding slap to the face of Vladimir Putin from the hand of Billie Jean King"},{"text":"A sudsy soak in the prefects bathroom with Cedric Diggory"},{"text":"A tear stained copy of Reviving Ophelia"},{"text":"A thoughtful discussion of music and fashion with Lorde and Tavi over manis and cappuccinos"},{"text":"A torrid sex odyssey with President Fitzgerald Grant"},{"text":"A toxic chemical fire fueled by all the make-up brands that don't make shades for people of color"},{"text":"A vagina mint. A mint for your vagina."},{"text":"A vibrating Nuva Ring because why Wouldnot that exist"},{"text":"A warm, cuddly hug from Phillip Seymour Hoffman"},{"text":"A white-hot blazing inferno fueled entirely by Pnina Tarnai stunners"},{"text":"Abortion Barbie®"},{"text":"Accidentally making a duck face in the elevator mirror, immediately cringing in shame"},{"text":"Accidentally pooping out the tampon"},{"text":"Adele crooning under your ex's window 24/7 until he understands exactly what he did"},{"text":"Alan Rickman murmuring sweet pillow talk that you can't understand a word of but who cares just keep talking"},{"text":"An 80-year-old woman with her 20-year-old lover"},{"text":"An all-girl orgy comprised entirely of Cumberbitches"},{"text":"An alternate version of the Washington Monument that looks kind of like a vagina"},{"text":"An Auschwitz-themed Olympic debutante party"},{"text":"Arthur Weasley's muggle porn"},{"text":"Asking Gilbert Gottfried to do the lago voice during sex"},{"text":"Asking the waiter who tries to take your half-finished burger away if he's out of his fucking mind"},{"text":"Asking your doctor to define \"occasional drinker\""},{"text":"Audra McDonald and ldina Menzel serenading you with the most heartbreaking love song in the history of everything"},{"text":"Awkwardly explaining to your waiter that you're not actually anti-coat hanger"},{"text":"Bandying Vampire Bill about the head and neck until he chooses Laura Benanti like a sane person"},{"text":"Banging Paul Rudd's ugly brother because close enough"},{"text":"Beard burn on your labia"},{"text":"Because sometimes you want three broomsticks"},{"text":"Being brought to tears by an unflattering photo and feeling a fiery mix of self-hatred and rage-filled feminist revolution"},{"text":"Being compared to a Cathy cartoon on Metafilter"},{"text":"Being forced to buy all fan gear in Pink because it's the color of your vagina"},{"text":"Being in a nice restaurant and knowing, beyond a shadow of a doubt, that there is definitely food in your bra"},{"text":"Being polite about Lean In at the office"},{"text":"Being single in winter and not shaving your legs for months"},{"text":"Being soulfully serenaded collectively and individually by The Roots"},{"text":"Being the only woman at the office-mandated sexual harassment training"},{"text":"Being unbelievably attracted to Michael Fassbender even when he's evil to his core"},{"text":"Beyoncé thinkpieces"},{"text":"Beyoncé watching the halftime show on her $40,000 couch just laughing like yeah, sure, whatever"},{"text":"Blue Ivy's weave"},{"text":"Bobby Flay chipping his tooth on a ball gag"},{"text":"Breaking up with your fiancé via a fabulous Sondheim patter song"},{"text":"Buying condoms in your hometown"},{"text":"Calculating the WeightWatchers Points Plus™ in a heaping serving of Donald Rumsfeld's spooge"},{"text":"Calmly informing your date that you understand the infield fly rule better than he does"},{"text":"Celebrating equal pay day by making the same amount of money as a man who does the same job as you. Lol just kidding, you can't have that."},{"text":"Checking \"Other: Lesbianism\" on the birth control survey at your gynecologist's office"},{"text":"Chin hairs you pretend you don't have"},{"text":"Choking on the ashes of Gloria Steinem's bras"},{"text":"CJ Cregg laying the smack down on a misogynist fucker then taking you out for mimosas"},{"text":"Compiling all the money we spend on hair removal products to feed all the hungry children forever"},{"text":"Condi and Hillary throwing a power pantsuit fashion show to raise money to help journalists who can't think of better questions to ask women politicians"},{"text":"Congratulating CBS on having the bravery and audacity to pick a white man to host a late night show"},{"text":"Convincing 2 straight guys to make out at a party to impress their girlfriends"},{"text":"Cooper Manning's burn book"},{"text":"Cramming Vladimir Putin full of Activia® until he poops out Russia's homophobia"},{"text":"Crying in the fitting room during bikini season"},{"text":"Daenerys Targaryen's fire-breathing vajayjay"},{"text":"Daenerys Targaryen, Arya Stark and Cersei Lannister combining forces to take down misogyny forever"},{"text":"Deciding that Lupita Nyong'o is the Cinderella you hope your daughter will grow up to be"},{"text":"Declaring that you will abstain from checking OkCupid or Tinder for 24 hours on Valentine's Day but then getting drunk and sad and signing in with much lower standards"},{"text":"Deliberately not shaving your legs to keep yourself from hooking up on an early date"},{"text":"Depriving white men of the right to vote for 150 years and just seeing what happens"},{"text":"Diane Keaton wearing a suit better than any man ever could."},{"text":"Discovering orgasms at a prettttty young age courtesy of a jacuzzi/hot tub/pool jet"},{"text":"Doing your kegels at work"},{"text":"Donating your breast milk for vegan consumption"},{"text":"Doubling up on sports bras"},{"text":"Douches that smell like rain"},{"text":"Dumbledore's rarely seen club robes"},{"text":"Dumpsters overflowing with whimsical save the-date magnets"},{"text":"Dying your hair red like Angela Chase"},{"text":"Eating the entire bag"},{"text":"Emma Goldman burning the whole motherfucker down"},{"text":"Emma Watson, Emma Stone, EMMA THOMPSONBITCHES"},{"text":"Engagement photos on train tracks"},{"text":"Expensive vibrators shaped like twee woodland creatures"},{"text":"Experimenting with Stacey McGill and Claudia Kishi while the kids sleep in the other room"},{"text":"Explaining to a man that your bisexuality does not exist for his titillation"},{"text":"Expressing the anal glands of Oprah's chow chows"},{"text":"Feeling a little bit smug about Gwyneth Paltrow's divorce"},{"text":"Feeling microaggressive when people won't stop using the word microaggressive"},{"text":"Feeling nauseous and thinking, \"0h, great. Is this going to cost me $400?\""},{"text":"Feeling slightly like you are fighting the system when you use the men's restroom at a bar rather than standing in line for the ladies' room"},{"text":"Finally being included in an NFL commercial as a \"football fan\" instead of \"football fan's clueless girlfriend\""},{"text":"Finger banging Michelle Rodriguez"},{"text":"Flicking the bean to Adam Levine's Proactiv® commercial"},{"text":"Force-feeding Sheryl Sandberg the pages of lean In, one by one"},{"text":"Forcing your lover to call you \"moon of my life\""},{"text":"Gabby Gifford' physical therapy"},{"text":"Getting a little turned on by the liquid silk voices of the ladies of NPR"},{"text":"Getting a new match notification on Tinder and not having any idea what you were thinking when you swiped right"},{"text":"Getting angry at your crush because of something mean he said during an imaginary conversation"},{"text":"Getting DPed by the Property Brothers on a custom granite countertop"},{"text":"Getting drunk and texting someone you don't really like because it's better than texting no one at all"},{"text":"Getting home from a workout and realizing your pubes were sticking out of your short shorts the whole time"},{"text":"Getting in the football mood by spiking your used tampons into the trash and celebrating afterwards"},{"text":"Getting irrationally angry when you don't think a Facebook status deserves that many likes"},{"text":"Getting topped by Professor Grubbly-Plank"},{"text":"Getting weepy drunk in the daytime and posting quotes from You've Got Mail on the internet"},{"text":"Giving ScarJo's boobs a (consensual) Iii' squeezy-squeeze on the red carpet"},{"text":"Giving up on the game to make out with big Tim Riggins"},{"text":"Going on a mediocre date, then a terrible date, then fooling yourself into thinking the mediocre date was better than it was"},{"text":"Going out to buy super healthy organic groceries then coming home and ordering takeout"},{"text":"Guys who can't get it together to set a date but still find time to like your shit on Face book"},{"text":"Guys who take off their wedding rings before they flirt with you at a bar"},{"text":"Hagrid and Madame Maxime role-play"},{"text":"Having big boobs and wearing horizontal stripes anyway cause FUCK IT"},{"text":"Having unprotected sex to honor the anniversary of Roe v. Wade"},{"text":"Hermione telling you she'd never hurt Ron; it's just that you're so beautiful and she's so confused"},{"text":"High-fiving Sandra Bullock after the best drunk duet of \"Oops! I did it again\" in the history of karaoke"},{"text":"High-fiving Shonda Rhimes while dancing on the graves of every boss who never bothered to hire a woman or person of color"},{"text":"Hillary bitch-slapping Bill with a frozen tuna"},{"text":"Hiring Buffy Summers to roundhouse kick the woman in your office who doesn't support other women"},{"text":"Holding hands with Ellen Page at the best Tegan & Sara concert ever"},{"text":"Holding your boobs as you go up and down stairs"},{"text":"Hoping maybe he didn't call because he died"},{"text":"Inspirational Dove chocolate wrappers"},{"text":"It gets better(ish)."},{"text":"JLaw creeping Taylor Swift ADORABLY"},{"text":"Joaquin Phoenix as George Michael Bluth and Scarlett Johannsen as Ann Veal in the new Arrested Development movie, \"HER?\""},{"text":"Khaleesi bringing her dragons to a board meeting like \"sorry, couldn't get daycare!\""},{"text":"Kim Kardashian's placenta banh mi"},{"text":"Kneeing him right in the man business when the fantasy suite turns into a nightmare"},{"text":"Lactating when a stranger's baby cries on the train"},{"text":"Idris Elba whisking you off for a weekend on the Riviera"},{"text":"Leonardo DiCaprio sitting on the sidewalk smoking with \"Talkshow Host\" playing in the background"},{"text":"LESLIE KNOPE AND MICHELLE OBAMA HUGGING AND DANCING AND BRINGING JOYFUL FEMINISM TO ALL THE LAND"},{"text":"LESLIE KNOPE FOR PRESIDENT"},{"text":"Liberté, égalité. Beyoncé."},{"text":"Lining up all the lip glosses you've ever lost until they wrap around the world"},{"text":"Living with the fact that you're a white person who regularly downloads songs from \"Glee\""},{"text":"Locking all the mansplainers in a windowless room with Bellatrix Lestrange"},{"text":"Magic ovaries that shoot down rape sperm with lasers"},{"text":"Making 77 cents on the dollar (unless you're Latina)"},{"text":"Making Firefox your preferred browser for gay porn"},{"text":"Making him jealous with Viktor Krum"},{"text":"Making it obnoxiously clear to your friends that you'll be watching the Puppy Bowl instead of the Super Bowl this year"},{"text":"Making out with an openly gay Eagle Scout \"to help him make sure\""},{"text":"Malala's gunshot wounds"},{"text":"Masturbating to Ty Pennington"},{"text":"Meredith Grey's slut phase"},{"text":"Meryl Streep selfies"},{"text":"MICHELLE DUNKING LEBRON BITCHES"},{"text":"Michelle Kwan gliding across the ice like a majestic goddamn swan"},{"text":"Misandry"},{"text":"Mother. Fucking. Thigh gap."},{"text":"Naming your breasts Lorelei and Rory"},{"text":"Needing to pee before your nail polish dries"},{"text":"Not having the heart to tell him it really doesn't happen to everyone"},{"text":"Objectifying women \"for charity\""},{"text":"Oil wrestling with all three Manning brothers. Yeah, there are three."},{"text":"Only shaving up to the knee"},{"text":"Patti Stanger's line of jewelry Asking Larry Summers increasingly difficult mathematical questions until Bar and Bat Mitzvahs are considered equally important"},{"text":"Peggy Olson's cutthroat ambitions"},{"text":"Perversely cheering for a team your partner hates, just for funsies"},{"text":"Pitching \"The Deathstick\" to Good Vibrations"},{"text":"Pointing out to people who claim to hate abortion that they might want to consider supporting access to contraception"},{"text":"Polishing off another bottle of Bordeaux with Olivia Pope and Alicia Florrick"},{"text":"Politely asking Juan Pablo to stop ruining Juan-uary"},{"text":"Pre-ordering a new Hitachi Magic Wand just in time for Galentine's Day"},{"text":"Pretending someone else is home when the delivery guy shows up with your extra large pizza"},{"text":"Pretending you don't fantasize about taking Tim Tebow's virginity"},{"text":"Pretending you'll wear that bridesmaid dress again"},{"text":"Princess Aurora maniacally devouring the still-beating heart of Maleficent"},{"text":"Proclaiming the wine \"undrinkable\" immediately before drinking it"},{"text":"Proudly carrying your tampon to the bathroom in full view of everyone because THE JIG IS UP A LOT OF US HAVE PERIODS"},{"text":"Putting on skinny jeans straight out of the dryer and wanting to commit genocide"},{"text":"Queefing in the faces of Oscar voters until they're forced to recognize the achievements of women and people of color"},{"text":"Raising a champagne toast to Belle Knox, the badass Duke porn actress"},{"text":"Realizing halfway through a great date that you forgot to tweeze those nipple hairs"},{"text":"Realizing you're not having lesbian sex anytime soon after you get one of those chunky glitter manis"},{"text":"Realizing your awkward sitting position on the floor made your vag lips lose all sensation"},{"text":"Reimagining your life as gluten free when you find out the hot 23-year-old at the office has Celiac"},{"text":"Rejecting a guy who might be your future husband on Tinder because his face just akes you angry"},{"text":"Reminding yourself not to start a conversation about your to-do list after your mind wanders during sex"},{"text":"Renée Fleming bringing linebackers to tears"},{"text":"Resentfully clicking like on your boss's vacation photos"},{"text":"Rosa Park's back seat"},{"text":"Roses are red, violets are blue, women deserve equal pay for equal work"},{"text":"Running your fingers through Jon Stewart's lustrous salt-and-pepper hair until you've regained a sense of calm"},{"text":"Ryan Gosling's taint"},{"text":"Scalding hot wax right there on your labia"},{"text":"Screaming in terror at the giant bug in your shower before you realize it's a hair ball"},{"text":"Seven carpets that match the drapes"},{"text":"Seven minutes in heaven with Eric Decker"},{"text":"Sexual fantasies involving Mindy Lahiri and a sumptuous coffeecake"},{"text":"Shameful childhood memories of envying the wheelchair girl who got all the attention"},{"text":"Shouting \"NOT OKAY TOO SOON DON'T DO IT KEVIN\" when Fred Savage plays a perp on SVU"},{"text":"Sipping champagne and trying on dresses made by designers of color with Kerry Washington and Michelle Obama"},{"text":"Sirius holding his hand over your mouth so you don't wake his mother's portrait"},{"text":"Smiling and pretending the sexism in your industry doesn't exist because you'd like to get/keep a job"},{"text":"Sort of wishing the baby on the plane would die"},{"text":"Sorting your friends - even the ones you think belong in Hufflepuff"},{"text":"Stalking wedding photos on Facebook, weeping softly."},{"text":"Staph infections from dirty nail salons"},{"text":"Stealing a male relative's Playboy and feeling brand new feelings"},{"text":"STOP MAKING ME PRETEND TO CARE ABOUT YOUR WEDDING PINTEREST DARLA"},{"text":"Stubbornly refusing to put a tampon in because your period should have ended two days ago"},{"text":"Stumbling on David Wright performing as Judy Garland in the East Village"},{"text":"Subjecting a handsy finance bro to the withering gaze of the Dowager Countess"},{"text":"Surprising your partner with a Vladimir Putin shaped butt plug"},{"text":"Swish and flick."},{"text":"Taking a giant dump on the 18th green at the Augusta National Golf Club"},{"text":"Taking your vegan girlfriend to shuck some soysters"},{"text":"Talking sexy social justice with Maya Angelou until your caged bird sings"},{"text":"Taylor Swift's sloppy seconds"},{"text":"Telling a street harasser \"YOU know what? I will blow you.\""},{"text":"Telling Pacey your innermost secrets in a canoe beneath the Capeside stars"},{"text":"Telling the thousandth guy for the thousandth time that all he needs to do is expend one tiny modicum of effort"},{"text":"Telling your date you're only paying 77 cents on the dollar when he asks to split the check"},{"text":"Tenderly dominating Uncle Jesse from behind"},{"text":"Texting your blind date's address to all your friends for safety"},{"text":"Thanking whatever nice man decided women deserve one month per year to learn about our history"},{"text":"That dangerous, terrifying moment when you realize you've memorized your credit card"},{"text":"That floaty feeling your legs get when you shave them after a long time"},{"text":"That guy in your gender studies class who's \"just playing devil's advocate\""},{"text":"That moment when the wind flows through your vag hair"},{"text":"That time Cate Blanchett schooled Hollywood about how films starring women do make money"},{"text":"That time the president said \"Women deserve equal pay for equal work\" and half the room disagreed"},{"text":"The Bechdel Test"},{"text":"The blue liquid from tampon commercials"},{"text":"The chills you still get down your spine remembering the night Barack Hussein Obama became our president"},{"text":"The chub rub"},{"text":"The cold hard truth that no lesbian has ever scissored"},{"text":"The dawning realization that this is your life and this is what you're doing with it"},{"text":"The delicious grin that spreads across your lips right before you cock-punch that guy who just told you to smile"},{"text":"The disconcertingly placed hotel bathroom mirror that allows you to finally know how your face looks when you poop"},{"text":"The effort to control your facial expression when your friend tells you what she named her baby"},{"text":"The fallacious mythological running bra that actually stops the bouncing"},{"text":"The fallopian tube related elevation sickness that forces lady sports reporters to stay on the field and out of the booth"},{"text":"The G-Spot, the Y -Spot, the other spot you made up to confuse your partner"},{"text":"The Golden Girls' never-ending supply of frozen cheesecake"},{"text":"The grim, completely unsurprised facial expressions of black women being kicked off \"The Bachelor\""},{"text":"The Gyllenhaals: giving incest a thumbs up this one time"},{"text":"The holiday greeting card heteronormative parade"},{"text":"The look on your boyfriend's face when he said \"anal is no big deal\" so you pulled out a strap-on"},{"text":"The massively hot lesbian orgy we assume took place after women leaders were forced to march separately in the 1963 March on Washington"},{"text":"The mental jiujitsu required to be a Republican and a woman at the same time"},{"text":"The moving romance of a holiday where men are expected to reinforce structurally sexist gender norms by buying things"},{"text":"The nauseating fact that many NFL cheerleaders make less than $1,000 per year"},{"text":"The new Georgia O'Keefe biopic, \"Yeah, that's not a flower\""},{"text":"The new Special K diet: eating the box"},{"text":"The newest weapon in the global war on poverty: Connie Britton's hair"},{"text":"The pleasurable feeling you get pulling a stray hair out of your butt crack while you shower"},{"text":"The race to beat your vibrator's dying batteries to the finish line"},{"text":"The raging hellfire your best friend Veronica Mars will rain down on anyone who betrays you"},{"text":"The realization that there's no polite way to ask if he's inside you"},{"text":"The saddest, loneliest hand job in all the world"},{"text":"The self-esteem murdering combination of constipation and skinny jeans"},{"text":"The shocking revelation that all Super Bowl car commercials are shot in Saudi Arabia, which is why no women are allowed to drive"},{"text":"The simmering rage when some friend of a friend you've never met mansplains you on Facebook"},{"text":"The temptation to jump the curb and mow down random men who tell you how to parallel park"},{"text":"The terror when you glimpse those tiny droplets of pee glistening on the public toilet seat"},{"text":"The torture chamber where Kathryn Bigelow keeps James Cameron"},{"text":"The underwear sniff test"},{"text":"The unknowable shame of having masturbated to The L-Word"},{"text":"The unmitigated horror of having to pee in a club while wearing a jumpsuit"},{"text":"The unparalleled bliss of taking the bra off and letting the girls fly free"},{"text":"The Williams sisters patrolling the night exacting brutal, unrelenting justice"},{"text":"Throwing every person who's ever assumed you were pregnant into a pit filled with hot acid"},{"text":"Thwacking a men's rights activist with Lady Gaga's shoe"},{"text":"Tina Fey and Amy Poehler making out on a pile of Bitch magazmes"},{"text":"Tom Colicchio whipping up a delectable midnight snack while you lean against the counter wearing one of his button downs"},{"text":"Trying to figure out which Weasley twin prefers anal play"},{"text":"Turning the tables on Katie Couric about her genitals mid-interview"},{"text":"Tweeting Cory Booker about that guy walking behind you"},{"text":"Unbelievably hot dreams about your ex because YOUR SUBCONSCIOUS IS AN ASSHOLE"},{"text":"Underboob sweat like rancid milk"},{"text":"Unfriending that one girl who won't stop vomiting her wedding planning on your Facebook"},{"text":"Unnecessarily gendered teas"},{"text":"Unsolicited information about your boyfriend's sperm count"},{"text":"Urinating on yourself to prevent an assault"},{"text":"Using a Super Bowl bet to get your partner to try that kinky sex thing they've been putting off"},{"text":"Using April Fools as a barometer to figure out which of your friends are actually funny"},{"text":"Velvety rose petals elaborately arranged to spell the words \"I'm breaking up with you, asshole\""},{"text":"Waking up in Harry's four poster bed"},{"text":"Walking out of West Elm with another fucking throw pillow"},{"text":"Watching a more qualified woman of color get passed over for some white guy on national television"},{"text":"Watching Bethenny Frankel struggle for life in a churning sea of pre-mixed SkinnyGirl® cocktails"},{"text":"Watching Eli Manning's face light up as you hand him the world's most adorable puppy"},{"text":"Wearing yoga clothes to not do yoga"},{"text":"When \"small and scrappy\" just doesn't cut it"},{"text":"When a dog smells your crotch and you know exactly why"},{"text":"When a FOX News anchor casually references 'ebonies'"},{"text":"When a guy says \"70% of women are crazy\" and you want to find a way to cut his face off without reinforcing the stereotype"},{"text":"When a guy's like \"ugh, are you on your period?\" and you totally are BUT THAT'S NOT WHY YOU'RE ANGRY"},{"text":"When a male colleague tries to take credit for your idea and you shout \"NOBODY PUTS BABY IN A CORNER\""},{"text":"When RuPaul throws ultimate shade and Alec Baldwin pees himself and faints into a bowl of soup"},{"text":"When someone thoughtfully points out that an article of clothing makes you look bigger, like that is the single worst thing that could ever happen to a person"},{"text":"When the tampon is too low and you feel it with every step."},{"text":"When there are only two squares of toilet paper left and you know there's about to be a little bit of pee on your hand"},{"text":"When you wear a too-short skirt on public transportation and your vagina is basically touching the bus seat"},{"text":"When your boyfriend competes with Leslie Knope to be the best gift-giver ever and convinces Ladies Against Humanity to post your very own birthday card"},{"text":"When your one night stand finishes with \"OMAHA!\""},{"text":"When your partner goes down on you until you turn into Moaning Myrtle"},{"text":"Wondering how best to vent about Obamacare without seeming like you don't support it"},{"text":"Wondering if Ariel chums the water every time she gets her period"},{"text":"Wondering whether your girl crush on Hermione constitutes pedophilia"},{"text":"Yearning to use Adam Scott's fluffy, gravity-defying mane as a full body shower loofah"},{"text":"Your gigantic crush on Jenna Lyons"},{"text":"Zach Braff and k.d. lang trading hair tips"}]}
