15 Years of Boarding School.
A $900 Turtleneck.
A Black Astronaut.
A cartridge full of a deadly supertoxin called poiso... caine.
A coke-strong Pam.
A dinosaur's tampon.
A floor covered in Ocelot piss.
A full body cast made of cocaine.
A gay.
A gillion pounds of freaking computer.
A grieving process consisting of tending bars and banging newlyweds.
A gun that could kill a building.
A latex gimp suit.
A long, complicated and misleading voicemail greeting.
A mustache on a penis.
A nazi, a nerd, and queen of the robots.
A nonexistant smoke bomb.
A parcel containing one-seventh of the dead Italian Prime Minister.
A pirate king.
A piss-reeking ocelot.
A Quadroon.
A radioactive pig that craves human flesh.
A rigid airship.
A skating rink in a train car.
A slightly darker black.
A submarine trapped in an indoor pool.
A tiny farm made of marzipan.
A train dwarf.
A vagina with a zipper.
A vain, selfish, lying, and quite possibly alcoholic man-whore.
A vealy vulva.
A very itchy weekend.
A yogurt enema.
Adopting a little baby for the sole purpose of abandoning it at a mall.
An assumed identity always named Randy.
An eagle-eyed super-hawk. With a badge.
An erection that doesn't involve homeless people.
An uncircumsized Jewish guy.
Another sex-tape with a high ranking international politician.
Asking Kreiger to pump nerve gas through the building.
Baby Crazy.
Babytown frolics.
Beardsly McTurbanhead.
Being allergic to a cruelty-free vegan seafood buffet.
Being so full of shit your eyes are brown.
Being so timid that your balls are made of pussy.
Benoit Balls.
Blob Marley.
Blowing up a submarine full of cocaine.
Booyakashaw!!!
Breast Cancer.
Burt Reynolds in Deliverance.
Carol/Cheryl/Cristal/Carina/Cherlene.
Casa Blumpkin.
Chain smoking joints the size of tampons.
Cheating on your girlfriend with starlets, models, oh, and one time, two actual princesses.
Chokebot.
Christian Slater once again playing a killer.
Citizen Dickbag.
Classic Archer.
Classic Mallory.
Clearing the ol' browser history.
Cobra whiskey and ladyboys.
COCAINE!!!
Cock flavored spit.
Coffee just like I like my women. Black, bitter, and preferably fair trade.
Constant A.B.B.A.B.
Cooch chili.
Countess Von Fingerbang.
Crepuscular.
Crippled gay hillbilly spies.
Crisis vest.
Cyril trying to take charge.
Danger Zone.
Dead Hooker in the trunk.
Defiling a corpse.
Defiling a different corpse.
Dicknuts!
Digging tunnels to find and sabotage the Underground Railroad in like, 1890.
Doing something that would make five-year-old me get a huge boner.
Donations of pre-tax dollars that PBS launders in inner-city methadone clinics and pumps right back out to pro-abortion super-PACs!
Dragging around a 35 year old umbilical cord.
Dry humping a Chipotle™ burrito.
Every single country on the planet except for us, Liberia and Burma.
Failing miserably at selling cocaine.
Firing an RPG inside a tiny armored room.
Fisherman's wife and Fisherman's wife 2: the rententacling.
Fister Roboto.
Food Rapist.
Forgetting to reboot the CPU in Ray's legs.
Forgetting to shout "FBI!" before firing into a room of people.
Fort Kickass.
Frothy loins.
Germany, the Alabama of Europe.
Getting a semi from the thought of your mother dying.
Getting matching tattoos for you and your baby.
Gluing up.
Goddamn Tinnitus.
Green Russians.
Groovy Bears.
Hanging from the lampshade.
Having a threesome with Oedipus and Sigmund Freud.
Having sex on top of a tranq-ed up tiger.
Having sex with a candy wrapper condom.
Having sex with the President's wife.
Having to stop because your penis can only get so erect.
High Priced MILF.
Hindenburg 2.0
Holy shit snacks!
Hor-hay Washington.
Immigrants! That's what they do you know. Just drive around listening to raps and shooting all the jobs.
Inappropes.
Indira Ghandi's thong.
J. Edna Hoover.
Jazz Hands!
Jesus, Mary, and Joseph Stalin!
Johnny Bench-ian fingers.
Jumping up your own ass and dying.
Just havin' some phone sex.
Just jackin' it.
Just the tip.
Karate, the Dane Cook of Martial Arts.
Keeping all eleven of your chins up.
Kenny Loggins on speed dial
Kidnapping the Pope.
Killing a different man.
Knobbly purple eggplant.
Krav Maga.
Krieger Kleanse™
Krieger's Van.
LANAAAAAAAAAA!!!!!!!
Lewis and/or Clark.
Literally shooting your partner in the foot.
LSD disguised as breath strips.
M as in Mancy.
Male breast cancer.
Melon ball.
Meowschwitz.
Modified Ludovico.
Mr. My Mother's A Lying Bitch And I'm Too Stupid To Realize My Life's A Pathetic Joke!
Mrs. Hello My Kid's From A Sperm Bank Since I Can't Keep A Man Because In Addition To My Jillion Neuroses I Have A Weird-looking Vagina!
MSG, the flavor enhancer!
Mulatto Butts.
Mustache on penis.
MY GIANT THROBBING ERECTION!
My mother's vibrator.
Nazi Oranges.
Nikolai Jakov, head of the KGB.
North Korea, the nation-state equivalent of the short bus.
Not being able to distinguish between figurative and literal.
Oh, dammit! I had something for this!
Other Barry.
OUTLAW COUNTRY!!!
Pacman Jones.
Pam and the Yakuza.
PHRASING!
Pigley, the hybrid pig-boy.
Piracy. No, actual piracy. With, like, boats.
Pirate King!
Piss Reekin' Ocelot.
Pounds. You know, Doctor Who money.
Promising to periodically micromanage and emasculate me.
Psychogenic retrograde amnesia.
Puffy stickers.
Putting a Rocket Pop in your cooch.
Radical nova scotian seperatists.
RAMPAAAAAAAAAGE!
Recent rug-burny events.
Rigid airship.
Rippling, Rambo-y arms.
Russia's only black woman.
Sammy Gayvis Jr.
Saving yourself the embarrassment of an incredibly homophobic remark.
Screwing the asses off all the colored maids.
Screwing the Yakuza out of a million bucks of amphetamines.
Situational Awareness.
Six Gummy Bears and some Scotch.
Slapping someone so hard they die.
Slightly Darker Black.
Some unholy adolescent human amphibian hybrid creature.
Space Dwarves.
Sploosh!
Spray and Pray.
Stir Friday.
SUPPRESSING FIRE!!!!!!!!
Tactile-neck
Taking a baby to a murder.
Taping up your bloody fingers to continue masturbating.
Tea that looks, smells, and tastes like liquid fart.
Team Live Bad Ass.
Terms of Enrampagement.
Terrorists, assassins, the KGB, the IRA, North Korea, cyborgs, and space pirates.
That's how you get ants.
The chevrons are closing!
The Chum Guzzler.
The Cokie Monster.
The crime of sodomy by rubber eggplant.
The Danger Zone.
The Dodge Challenger Special Agent Edition, brought to you by Dodge.
The floor is lava!
The GILF cam.
The Honeypot.
The love child of Angela Davis and Sweet Lou Dunbar.
The pelé of anal.
The pita predator.
The sinister gay cabal.
The SS Date Rape.
The tactical turtleneck, better known as the Tactilneck.
The vehicular hermaphrodite known as the El Camino.
The white queen of Africa.
Thirty-eight soul-cleaving minutes.
Those damn green Russians.
Topper Bottoms, stern yet sensual skipper of the USS Rough Service.
Trailer park Easter.
Train dwarf.
Treating cancer with sugar pills.
Tripping bear balls.
Truck-a-saurus.
Trying to explain particle physics to a particle.
Trying to get my mother into the Million-Mile-High Club.
Trying to stifle laughter at the mere thought of Woodhouse tied up somewhere, scared, alone and probably dehydrated.
Trying to suck a promotion out of some Russian guy's cock.
Twice as many airboats.
Underground fish fights with the Yakuza.
Vain, selfish, lying, and quite possibly alcoholic man-whore.
Vincent Van Go-fuck-yourself.
Wearing ghost costumes to scare black people.
Wee baby Seamus.
Whichever Hepburn.
Whore Island.
Whore-diot.
World's gushiest orgasm.
Your mother all over again!