_______ may pass, but _______ will last forever.
_______ will never be the same after _______.
2 AM in the city that never sleeps. The door swings open and she walks in, legs up to here. Something in her eyes tells me she's looking for _______.
Adventure. Romance. _______. From Paramount Pictures, "_______."
Alright, bros. Our frat house is condemned, and all the hot slampieces are over at Gamma Phi. The time has come to commence Operation _______.
As king, how will I keep the peasants in line?
Dear Leader Kim Jong-un, our village praises your infinite wisdom with a humble offering of _______.
Do not fuck with me! I am literally _______ right now.
Every step towards _______ gets me a little bit closer to _______.
Forget everything you know about _______, because now e've supercharged it with _______!
Honey, I have a new role-play I want to try tonight! You can be _______, and I'll be _______.
How am I compensating for my tiny penis?
I am become _______, destroyer of _______!
I'm pretty sure I'm high right now, because I"m absolutely mesmerized by _______.
I'm sorry, sir, but we don't allow _______ at the country club.
If you can't handle _______, you'd better stay away from _______.
In return for my soul, the Devil promised me _______, but all I got was _______.
In the beginning, there was _______. And the Lord said, "Let there be _______."
It lurks in the night. It hungers for flesh. This summer, no one is safe from _______.
Man, this is bullshit. Fuck _______.
Oprah's book of the month is "_______ For _______: A Story of Hope."
She's up all night for good fun. I'm up all night for _______.
The Japanese have developed a smaller, more efficient version of _______.
This is the prime of my life. I'm young, hot, and full of _______.
This year's hottest album is "_______" by _______.
We never did find _______, but along the way we sure learned a lot about _______.
Wes Anderson's new film tells the story of a precocious child coming to terms with _______.
What's fun until it gets weird?
You guys, I saw this crazy movie last night. It opens on _______, and then there's some stuff about _______, and then it ends with _______.
You've seen the bearded lady! You've seen the ring of fire! Now, ladies and gentlemen, feast your eyes upon _______!